jws/src/test/resources/org/springframework/ws/axis1/case1/contractfirst/soap_11/dontSendXsiTypes/wrappedLiteral12-req1.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Body>
		<oneParam xmlns="http://codefirst.case1.axis1.ws.springframework.org">
			<param1>param</param1>
		</oneParam>
	</soapenv:Body>
</soapenv:Envelope>
